[
    {
        "id": 0,
        "name": "(the fool)愚者",
        "imgUrl": "tarot0.png",
        "detail": {
            "desc": {
                "normotopia": "幻想、自由、直率、创新、独立、充满期待、与众不同、标新立异、小孩子气、天真无邪、多方尝试、无视众人的眼光、超脱世俗思想、打破旧有观念、愚笨的行为、浪费、没有纪律、不成熟的、不理性的、没有安全感、轻浮、妄想、疯狂、狂热、单纯",
                "inversion": "犹豫不定、疏忽、退缩、畏惧、懦弱、无能、滞留、停留过去、不愿正视、固步自封、害怕改变、没有太多自我想法、容易任人摆布"
            }
        }
    },
    {
        "id": 1,
        "name": "(the magician)魔术师",
        "imgUrl": "tarot1.png",
        "detail": {
            "desc": {
                "normotopia": "本来的、创造力、想像力、靠自己、自然的、自信、聪明、柔软、领导性、自我控制、欺骗、巧手、起点、创造、掌握、发展、行使、展现、表演、表达、沟通、互动、传递、有目标、蓄势待发、准备就绪、拥有才能、得到帮助、全新的开始",
                "inversion": "软弱的意志、愚笨、没有安全感、不平静、延期、自己造成的破坏、被困、焦虑、没目标、失去方向、没有勇气、尚未准备、无法掌握、思绪混乱、情绪不稳、受到阻碍、发展不顺、沟通障碍、未获援助、不够灵敏"
            }
        }
    },
    {
        "id": 2,
        "name": "(The High Priestess) 女祭司",
        "imgUrl": "tarot2.png",
        "detail": {
            "desc": {
                "normotopia": "智慧、理智的决定、平静、客观性、深度、远见、预感、自我依靠、没有感情、男女之间的普通友谊、灵性、坚持、专注、忠贞、谨慎、害羞、阴柔、温和、平衡、相信内在能量",
                "inversion": "无知、没有远见、自私、接受表面上的建议、不正确的决定、实在、大胆、直接、积极、善变、变动、对立。感情用事、放弃潜在能量、追求外在诱惑、情绪较高亢"
            }
        }
    },
    {
        "id": 3,
        "name": "(The Empress) 皇后",
        "imgUrl": "tarot3.png",
        "detail": {
            "desc": {
                "normotopia": "女性怀孕进展、行动、丰饶、物质财富、母亲、姐妹、妻子、婚姻、子女、女性影响力、财富、惩罚、充沛、激发别人的能力、商业女强人、头脑冷静、实际、果断、直接",
                "inversion": "摇摆不定、无行动力、不专心、忧虑、浪费资源、不孕、不忠、损失个人物质财产"
            }
        }
    },
    {
        "id": 4,
        "name": "(The Emperor) 皇帝",
        "imgUrl": "tarot4.png",
        "detail": {
            "desc": {
                "normotopia": "当世权力、才能、自信、财富、稳定、权威、不屈服的精神、父亲、兄弟、丈夫、男性影响力、直接压力、坚信、力量、达到目的",
                "inversion": "不成熟、缺乏力量、优柔寡断、无法控制小脾气、器量小、侵略、强迫、不友善、占有欲、企图心、铁石心肠、冲锋陷阵、冒险精神"
            }
        }
    },
    {
        "id": 5,
        "name": "(The Hierophant) 教皇",
        "imgUrl": "tarot5.png",
        "detail": {
            "desc": {
                "normotopia": "仪式性、慈悲、仁慈、饶恕、灵感、感情、奴隶状态或是惩役、不行动、胆小、过于保留、局限在自我的想法、不跟从时代的脚步、相同的、信仰和精神上的领导",
                "inversion": "慷慨到愚蠢的地步、过于受到感动、无力、容易受伤的、软弱、不寻常的、放弃"
            }
        }
    },
    {
        "id": 6,
        "name": "(The Lovers) 恋人",
        "imgUrl": "tarot6.png",
        "detail": {
            "desc": {
                "normotopia": "逃脱、急于决定、需要专心在细节上、急着控制自己的感情、汽车、航行、行动、家庭、掌控、冒险、升迁、改良、勇气、突破、企图心、交通工具、运输工具、行进之中、短途旅行",
                "inversion": "失败、在最后一刻失去抓在手中的东西、突然失败的计画、受打击、不能面对现实、停滞、束缚、卡住、突发、偶发、不动、固定、缓慢、延期、征服、无力感、无法掌控、无法驾驭、超乎想象、腹背受敌"
            }
        }
    },
    {
        "id": 7,
        "name": "(The Chariot) 战车",
        "imgUrl": "tarot7.png",
        "detail": {
            "desc": {
                "normotopia": "逃脱、急于决定、需要专心在细节上、急着控制自己的感情、汽车、航行、行动、家庭、掌控、冒险、升迁、改良、勇气、突破、企图心、交通工具、运输工具、行进之中、短途旅行",
                "inversion": "失败、在最后一刻失去抓在手中的东西、突然失败的计画、受打击、不能面对现实、停滞、束缚、卡住、突发、偶发、不动、固定、缓慢、延期、征服、无力感、无法掌控、无法驾驭、超乎想象、腹背受敌"
            }
        }
    },
    {
        "id": 8,
        "name": "(Strength)力量",
        "imgUrl": "tarot8.png",
        "detail": {
            "desc": {
                "normotopia": "力量、勇气、坚信、能源、决心、反抗、行动、自信、热心、物质、成就、坚持、忍耐、和平、掌控、强制、服从、温柔、细心、安抚、勇敢、权力、压力、妥协、有胆量、有胆识、有信心、有能力、不屈不挠",
                "inversion": "弱点、琐碎、无力、生病、没有信心、乱用权力、屈服于诱惑、漠不关心、反击、斗争、激怒、烦躁、反弹、险恶、失序、无情、无耐性、恶意中伤、不受掌控、不易掌控、无法掌控、失去信心、失去耐心、压力过大"
            }
        }
    },
    {
        "id": 9,
        "name": "(The Hermit)隐士",
        "imgUrl": "tarot9.png",
        "detail": {
            "desc": {
                "normotopia": "缓慢、思考、找寻、探究、冷静、内在、内省、心智、知性、理性、仔细、记忆、感觉、隐居、隐藏、沉默、想象力、潜意识、自我调整、深思熟虑、精神状况、探索内心、自我保护",
                "inversion": "模糊、胆怯、困难、阻碍、停滞、迟缓、恍惚、狭窄、狭小、懦弱、失败、挫败、缺陷、缺乏、不足、焦虑、寂寞、自怜、疑虑、难以捉摸、捉摸不定、含糊不清、心不在焉、失去方向、没有方向"
            }
        }
    },
    {
        "id": 10,
        "name": "(The Wheel of Fortune)命运之轮",
        "imgUrl": "tarot10.png",
        "detail": {
            "desc": {
                "normotopia": "运转、转动、持续、时间、意外、机会、希望、放大、扩大、扩张、膨胀、开销、浪费、改良、进步、升迁、变动、移转、前进、缘分、过程、旅途、起点、终点、转折点、因果律、行进当中、因果关系、顺其自然",
                "inversion": "暂停、不动、停滞、停顿、坏事、缩小、僵化、减少、阻碍、困顿、困难、静止、慢性、延期、退化、恶化、落后、凝固、障碍、丧失、压迫、强迫、沮丧、反效果、停滞不前、无动于衷、时间未到"
            }
        }
    },
    {
        "id": 11,
        "name": "(Justice)正义",
        "imgUrl": "tarot11.png",
        "detail": {
            "desc": {
                "normotopia": "公正、公平、公道、平衡、平稳、稳定、稳固、衡量、尺度、正义、法则、法规、契约、守法、诚实、信义、信任、信条、负责、责任、理智、理性、分析、决断、判断、对等、协调、条理分明",
                "inversion": "犯法、官非、官司、不公正、不公平、不公道、不平衡、不稳固、不稳当、不协调、不对等、没条理、不理智、不理性、无法无天、尺度模糊、触犯法律、官司诉讼、法律问题、契约问题、拒绝互动、拒绝沟通"
            }
        }
    },
    {
        "id": 12,
        "name": "(The Hanged Man)倒吊人",
        "imgUrl": "tarot12.png",
        "detail": {
            "desc": {
                "normotopia": "等待、期待、盼望、坚忍、忍耐、耐心、束缚、被困、被缚、自缚、静止、迟缓、缓慢、延迟、拖延、不动、固定、奉献、牺牲、耐久力、暂时停止、作茧自缚、无动于衷",
                "inversion": "挣脱、跳出、脱离、放弃、释放、移转、行动、不期待、不坚持、不忍耐、寻找目标、寻找方向、重新调整、挣脱束缚、失去耐性、脱离控制"
            }
        }
    },
    {
        "id": 13,
        "name": "(Death)死神",
        "imgUrl": "tarot13.png",
        "detail": {
            "desc": {
                "normotopia": "秘密、隐藏、过程、渡过、跨过、越过、转机、生机、复活、重生、再生、顺从、服从、听从、愿意、甘愿、暗中、宿命、无怨尤、暂时性、被带领、被领导、冥冥之中、心甘情愿、无怨无悔、听从安排、顺其自然、生死交关、旧事物的灭亡、新事物的产生",
                "inversion": "放下、死亡、被迫、挣扎、痛苦、难过、失望、害怕、伤心、暂停、停止、歇息、休息、悬念、怨念、怨恨、哀怨、抱怨、没信心、没自信、没希望、不愿意、不愿放弃、不愿听从、不愿前行、不愿服从、心不甘情不愿"
            }
        }
    },
    {
        "id": 14,
        "name": "(Temperance)节制",
        "imgUrl": "tarot14.png",
        "detail": {
            "desc": {
                "normotopia": "旅行、旅程、远行、航行、交流、沟通、互动、教导、教学、教育、注意、细心、仔细、自制、克己、思考、思绪、思想、智慧、知性、逻辑、理性、理智、远距离、长途旅行、远距离的沟通或交流",
                "inversion": "浪费、挥霍、浮华、奢侈、虚饰、夸张、没智慧、不理性、不理智、从属关系、阶级关系、粗心大意、不良互动、不良沟通不愿沟通、不愿互动、停止交流、停止沟通"
            }
        }
    },
    {
        "id": 15,
        "name": "(The Devil)魔鬼",
        "imgUrl": "tarot15.png",
        "detail": {
            "desc": {
                "normotopia": "宿命、前世、欲望、控制、掌控、操控、束缚、物质、野心、金钱、放纵。纵欲、结合、合作、合伙、同盟、联盟、合并、合伙关系、姻缘关系、婚姻关系、前世因缘",
                "inversion": "失控、挣脱、抗拒、抵抗、离开、断开、分开、离去、自由、不合、摩擦、危险、对立、敌对、停止、停顿、静止、障碍、惧怕、害怕、担心、无法掌控、无法操控、无法控制、失去控制、不好的因果关系"
            }
        }
    },
    {
        "id": 16,
        "name": "(The Tower)高塔",
        "imgUrl": "tarot16.png",
        "detail": {
            "desc": {
                "normotopia": "破坏、毁坏、崩溃、崩坏、崩塌、瓦解、伤害、伤难、遇难、动乱、突然、横祸、意外、偶发、阻碍、危险、紧急、冲动、冲突、爆冲、暴力、爆炸、爆发、被干扰、被伤害、被阻碍、突发事件、分崩离析、动荡不安、被迫改变",
                "inversion": "内乱、私底下、私下冲突、慢性破坏、慢性毁坏、自我冲突、自我破坏、自我毁坏、自我伤害、内在破坏、内在毁坏、内在伤害、内部不合、内在动乱、内在冲突、暗中破坏、暗中阻碍、飞来横祸、不法企图、不为人知的阻碍"
            }
        }
    },
    {
        "id": 17,
        "name": "(The Star)星星",
        "imgUrl": "tarot17.png",
        "detail": {
            "desc": {
                "normotopia": "希望、期待、期望、期许、奉献、付出、投资、给予、施舍、当下、追求、找寻、探索、了解、确定、正确、内在沟通、内在智慧、自我追求、自我期许、内在需求、确立目的、确定方向、确定目标、目标正确、方向正确、与心灵沟通",
                "inversion": "达成、达到、得到、得手、获得、收获、收成、成功、成长、胜利、成熟、成就、稳定、稳当、妥当、安定、安稳、安全、有希望、目标达成、希望达成、目的达到、状况稳定、状况确定、稳定发展"
            }
        }
    },
    {
        "id": 18,
        "name": "(The Moon)月亮",
        "imgUrl": "tarot18.png",
        "detail": {
            "desc": {
                "normotopia": "情绪、波动、周期、特质、直觉、感情、阻碍、障碍、妨碍、幻想、幻觉、空想、假象、错觉、温和、温顺、温柔、小心、注意、直觉、本能、夜晚、看不透、摸不清、潜意识、步步为营、找寻方向、寻找真相",
                "inversion": "反面、背面、呈现、出现、发现、展现、找到、真相、不稳定、负能量、起伏较大、阻碍排除、阻碍消失、目的达到、状况达成、达到目标、失去目标"
            }
        }
    },
    {
        "id": 19,
        "name": "(The Sun)太阳",
        "imgUrl": "tarot19.png",
        "detail": {
            "desc": {
                "normotopia": "满足、成就、快乐、成功、好的关系、爱情、喜悦、专心、不自私的感情、订婚、快乐的婚姻、在日常生活中找到快乐、好朋友、精神充沛、温暖、真心、从小事情上找到满足、在艺术上有成就、自由",
                "inversion": "不快乐、孤独、忽略表面的事实、失望、优柔寡断、离婚、耽搁、偷窃、疏远的感情"
            }
        }
    },
    {
        "id": 20,
        "name": "(Judgement)审判",
        "imgUrl": "tarot20.png",
        "detail": {
            "desc": {
                "normotopia": "补偿、反悔和原谅的需要、看我们如何把握人生机会的时刻、回春、重生、改进、成长、升级、希望长生不老、往上的胜利、应小心的思考如何行动、审查、审视、处理、拯救、救援、机会、重生、重整、整理、整治、复苏、复原、转机、生机、改善、改变、变化、新机会、得到机会、得到救援、改变状况、改变现状、改变方针",
                "inversion": "延期、失望、不能面对现实、不能下决定、离婚、拖延、偷盗、分离的感情、等待、消极、失望、没机会、没希望、没变化、没改善、没改变、时间未到、等待机会、等待救援、等待援助、倚靠救援"
            }
        }
    },
    {
        "id": 21,
        "name": "(The World)世界",
        "imgUrl": "tarot21.png",
        "detail": {
            "desc": {
                "normotopia": "完整、圆满、达成、得到、成功、成就、完成、享受、拥有、顺利、亨通、稳固、快乐、和平、高层人员、高层阶级、附属、完成、完美、最大的改变、所有努力的结果、成功制作、达成、能力、成功的负责事情、努力工作的报酬、永恒的生命、他人的赞美",
                "inversion": "缺憾、束缚、受困、受阻碍、受考验、差一点、不够完整、不够全面、临门一脚、尚未达成、尚未成功、不完美、无法达成自己所开始的事情、没有远见、失望"
            }
        }
    }
]